Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: 3 Weeks Ago
ar: منذ 3 أسابيع
ca: Fa 3 setmanes
cy: 3 wythnos yn ôl
da: For 3 uger siden
da_instk12: For 3 uger siden
de: Vor 3 Wochen
es: Hace 3 semanas
es_es: Hace tres semanas
fi: 3 viikkoa sitten
fr: Il y a 3 semaines
fr_ca: Il y a 3 semaines
ga: 3 Sheachtain ó shin
hi: 3 सप्ताह पहले
ht: 3 Semèn de sa
id: 3 Minggu Lalu
is: Fyrir 3 vikum
it: 3 settimane fa
ja: 3週間前
ko: 3주 전
mi: 3 Wiki Ki Muri
ms: 3 Minggu Lepas
nb: 3 uker siden
nb_instk12: 3 uker siden
nl: 3 weken geleden
pl: 3 tyg. temu
pt: Há 3 semanas
pt_br: 3 semanas atrás
ru: 3 недели назад
sl: Pred 3 tedni
sv: 3 veckor sedan
sv_instk12: 3 veckor sedan
th: 3 สัปดาห์ที่ผ่านมา
vi: 3 Tuần Trước
zh: 3 周前
zh_hk: 3 週以前

source: 4 Weeks Ago
ar: منذ 4 أسابيع
ca: Fa 4 setmanes
cy: 4 wythnos yn ôl
da: For 4 uger siden
da_instk12: For 4 uger siden
de: Vor 4 Wochen
es: Hace 4 semanas
es_es: Hace cuatro semanas
fi: 4 viikkoa sitten
fr: Il y a 4 semaines
fr_ca: Il y a 4 semaines
ga: 4 Sheachtain ó shin
hi: 4 सप्ताह पहले
ht: 4 Semèn de sa
id: 4 Minggu Lalu
is: Fyrir 4 vikum
it: 4 settimane fa
ja: 4週間前
ko: 4주 전
mi: 4 Wiki Ki Muri
ms: 4 Minggu Lepas
nb: 4 uker siden
nb_instk12: 4 uker siden
nl: 4 weken geleden
pl: 4 tyg. temu
pt: Há 4 semanas
pt_br: 4 semanas atrás
ru: 4 недели назад
sl: Pred 4 tedni
sv: 4 veckor sedan
sv_instk12: 4 veckor sedan
th: 4 สัปดาห์ที่ผ่านมา
vi: 4 Tuần Trước
zh: 4 周前
zh_hk: 4 週以前

source: A description is required
ar: الوصف مطلوب
ca: Cal una descripció
cy: Rhaid rhoi disgrifiad
da: En beskrivelse er påkrævet
da_instk12: En beskrivelse er påkrævet
de: Eine Beschreibung ist erforderlich.
es: Se requiere una descripción
es_es: Se requiere una descripción
fi: Kuvaus vaaditaan
fr: Vous devez entrer une description
fr_ca: Description obligatoire
ga: Tá cur síos ag teastáil
hi: विवरण आवश्यक है
ht: Yon deskripsyon obligatwa
id: Deskripsi harus ada
is: Lýsing er áskilin
it: La descrizione è obbligatoria
ja: 説明が必要です
ko: 설명은 필수입니다
mi: E hiahia ana he whakāturanga
ms: Penerangan diperlukan
nb: En beskrivelse er nødvendig
nb_instk12: En beskrivelse er nødvendig
nl: Er is een beschrijving vereist
pl: Wymagany jest opis
pt: Uma descrição é necessária
pt_br: Uma descrição é necessária
ru: Требуется описание
sl: Zahtevan je opis.
sv: En beskrivning krävs
sv_instk12: En beskrivning krävs
th: ต้องระบุรายละเอียด
vi: Bắt buộc phải có mô tả
zh: 描述必填
zh_hk: 描述為必填

source: a parent
ar: ولي أمر
ca: un progenitor
cy: rhiant
da: en forælder
da_instk12: en forælder
de: ein Elternteil
es: un padre
es_es: un padre
fi: vanhempi
fr: un parent
fr_ca: un parent
ga: tuismitheoir
hi: माता-पिता
ht: yon paran
id: orang tua
is: foreldri
it: un genitore
ja: 親
ko: 부모
mi: he matua
ms: ibu bapa
nb: en foresatt
nb_instk12: en foresatt
nl: een ouder
pl: rodzic
pt: um pai
pt_br: um pai
ru: родитель
sl: eden od staršev
sv: en vårdnadshavare
sv_instk12: en vårdnadshavare
th: พ่อแม่ผู้ปกครอง
vi: phụ huynh
zh: 家长
zh_hk: 父母

source: a student
ar: طالب
ca: un estudiant
cy: myfyriwr
da: en studerende
da_instk12: en elev
de: ein/e Studierende*r
es: un estudiante
es_es: un estudiante
fi: opiskelija
fr: un élève
fr_ca: un étudiant
ga: mac léinn
hi: छात्र
ht: yon elèv
id: siswa
is: nemandi
it: uno studente
ja: 受講者
ko: 학생
mi: he ākonga
ms: pelajar
nb: en student
nb_instk12: en elev
nl: een cursist
pl: uczestnik
pt: um aluno
pt_br: um aluno
ru: учащийся
sl: študent
sv: en student
sv_instk12: en elev
th: ผู้เรียน
vi: sinh viên
zh: 学生
zh_hk: 學生

source: a teacher
ar: معلم
ca: un professor
cy: athro
da: en lærer
da_instk12: en lærer
de: ein/e Lehrende*r
es: un profesor
es_es: un profesor
fi: opettaja
fr: un enseignant
fr_ca: un enseignant
ga: múinteoir
hi: शिक्षक
ht: yon pwofesè
id: guru
is: kennari
it: un insegnante
ja: 教員
ko: 교사
mi: he kaiako
ms: guru
nb: en lærer
nb_instk12: en lærer
nl: een cursusleider
pl: nauczyciel
pt: um professor
pt_br: um professor
ru: преподаватель
sl: izvajalec
sv: en lärare
sv_instk12: en lärare
th: ผู้สอน
vi: giáo viên
zh: 教师
zh_hk: 教師

source: A title is required
ar: العنوان مطلوب
ca: Cal un títol
cy: Rhaid rhoi teitl
da: En titel er påkrævet
da_instk12: En titel er påkrævet
de: Ein Titel ist erforderlich.
es: Se requiere un título
es_es: Se requiere un título
fi: Otsikko on pakollinen
fr: Titre obligatoire
fr_ca: Titre obligatoire
ga: Tá teideal ag teastáil
hi: शीर्षक ज़रूरी है
ht: Yon tit obligatwa
id: Judul dibutuhkan
is: Titill er áskilinn
it: È necessario un titolo
ja: タイトルは必須です
ko: 제목은 필수입니다
mi: Kei te hiahiatia he taitara
ms: Tajuk diperlukan
nb: Tittel er påkrevd
nb_instk12: Tittel er påkrevd
nl: Een titel is vereist
pl: Wymagany jest tytuł
pt: É necessário um título
pt_br: Um título é necessário
ru: Требуется заголовок
sl: Zahtevan je naslov.
sv: En titel krävs
sv_instk12: En titel krävs
th: ต้องระบุชื่อ
vi: Bắt buộc phải có tiêu đề
zh: 标题必填
zh_hk: 標題為必填

source: About
ar: نبذة
ca: Quant a
cy: Ynghylch
da: Om
da_instk12: Om
de: Info zu
es: Acerca de
es_es: Acerca de
fi: Tietoja
fr: À propos de
fr_ca: À propos
ga: Maidir
hi: इसके बारे में
ht: Apwopo
id: Tentang
is: Um
it: Informazioni
ja: 情報
ko: 정보
mi: Mō
ms: Perihal
nb: Om
nb_instk12: Om
nl: Over
pl: Informacje
pt: Sobre
pt_br: Sobre
ru: О проекте
sl: Vizitka
sv: Om
sv_instk12: Om
th: เกี่ยวกับ
vi: Giới Thiệu
zh: 关于
zh_hk: 關於

source: About IgniteAI Search
ar: معلومات عن بحث IgniteAI
ca: Quant a Cerca a IgniteAI
cy: Gwybodaeth am IgniteAI Search
da: Om IgniteAI-søgningen
da_instk12: Om IgniteAI-søgningen
de: Über die IgniteAI-Suche
es: Acerca de la búsqueda con IgniteAI
es_es: Acerca de la búsqueda de IgniteAI
fi: Tietoja IgniteAI-hausta
fr: À propos de la fonctionnalité Recherche IgniteAI
fr_ca: À propos de Recherche IgniteAI
ga: Maidir le IgniteAI Cuardaigh
hi: IgniteAI सर्च के बारे में
ht: Konsènan IgniteAI Search
id: Tentang Pencarian IgniteAI
is: Um IgniteAI Search
it: Informazioni su Ricerca IgniteAI
ja: IgniteAIの検索について
ko: IgniteAI 검색 정보
mi: Mō IgniteAI Rapu
ms: Mengenai Carian IgniteAI
nb: Om IgniteAI Søk
nb_instk12: Om IgniteAI Søk
nl: Over IgniteAI Search
pl: Wyszukiwanie IgniteAI – informacje
pt: Sobre a IgniteAI busca
pt_br: Sobre a IgniteAI Search
ru: О поиске IgniteAI
sl: O iskanju IgniteAI
sv: Om IgniteAI Sök
sv_instk12: Om IgniteAI Sök
th: เกี่ยวกับ IgniteAI Search
vi: Giới thiệu về IgniteAI Tìm Kiếm
zh: 关于 IgniteAI 搜索
zh_hk: 關於 IgniteAI 搜尋

source: About Smart Search
ar: نبذة عن البحث الذكي
ca: Quant a Cerca intel·ligent
cy: Gwybodaeth am Smart Search
da: Om Smart søgning
da_instk12: Om Smart søgning
de: Über die Intelligente Suche
es: Acerca de la búsqueda inteligente
es_es: Acerca de la búsqueda inteligente
fi: Tietoja älykkäästä hausta
fr: À propos de Smart Search
fr_ca: À propos de Smart Search
ga: Faoi Chuardach Cliste
hi: स्मार्ट खोज के बारे में
ht: Konsènan Smart Search
id: Tentang Pencarian Cerdas
is: Um snjall-leit
it: Informazioni sulla ricerca intelligente
ja: Smart Searchについて
ko: 스마트 검색 정보
mi: Mō Maamaa Rapu
ms: Perihal Carian Pintar
nb: Om Smart søk
nb_instk12: Om Smart søk
nl: Over Smart Search
pl: Inteligentne wyszukiwanie – informacje
pt: Acerca da Busca inteligente
pt_br: Sobre a pesquisa inteligente
ru: Об Интеллектуальном поиске
sl: O pametnem iskanju
sv: Om Smart sökning
sv_instk12: Om Smart sökning
th: เกี่ยวกับระบบค้นหาอัจฉริยะ
vi: Giới Thiệu về Tính Năng Tìm Kiếm Thông Minh
zh: 关于智能搜索
zh_hk: 關於 Smart Search

source: Accept
ar: قبول
ca: Accepta-ho
cy: Derbyn
da: Acceptér
da_instk12: Acceptér
de: Akzeptieren
es: Aceptar
es_es: Aceptar
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
ga: Glac
hi: स्वीकार करें
ht: Aksepte
id: Terima
is: Samþykkja
it: Accetta
ja: 同意する
ko: 수락
mi: Manakohia
ms: Terima
nb: Godta
nb_instk12: Godta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
pt_br: Aceitar
ru: Принять
sl: Sprejmi
sv: Acceptera
sv_instk12: Acceptera
th: ยอมรับ
vi: Chấp Nhận
zh: 接受
zh_hk: 接受

source: Acceptable Use Policy
ar: سياسة الاستخدام المقبول
ca: Política d’ús acceptable
cy: Polisi Defnydd Derbyniol
da: Betingelser for acceptabel brug
da_instk12: Acceptabel brugspolitik
de: Richtlinie zur akzeptablen Nutzung
es: Política de uso aceptable
es_es: Política de uso aceptable
fi: Hyväksyttävää käyttöä koskeva käytäntö
fr: Règlement d'utilisation acceptable
fr_ca: Politique d’utilisation acceptable
ga: Beartas Úsáide Sothuigthe
hi: स्वीकार्य उपयोग नीति
ht: Politik Itilizasyon Akseptab
id: Kebijakan Penggunaan yang Dapat Diterima
is: Stefna um ásættanlega notkun
it: Norme di utilizzo accettabile
ja: AUP (Acceptable Use Policy)
ko: 사용 제한 정책
mi: Kaupapa Whakamahi e Whakāetia ana
ms: Dasar Penggunaan Boleh Diterima
nb: Retningslinjer for retningslinjer for akseptabel bruk bruk
nb_instk12: Retningslinjer for akseptabel bruk
nl: Beleid voor acceptabel gebruik
pl: Zasady dozwolonego użytku
pt: Política de Utilização Aceitável
pt_br: Política de uso aceitável
ru: Приемлемая политика использования
sl: Pravilnik o sprejemljivi rabi
sv: Policy för godkänd användning
sv_instk12: Acceptable Use Policy (Policy för godkänd användning)
th: นโยบายการใช้งานที่ยอมรับได้
vi: Chính Sách Sử Dụng Có Thể Chấp Nhận Được
zh: 可接受的使用政策
zh_hk: 可接受使用政策

source: Access
ar: الوصول
ca: Accés
cy: Mynediad
da: Adgang
da_instk12: Adgang
de: Zugang
es: Acceso
es_es: Acceso
fi: Pääsy
fr: Accès
fr_ca: Accès
ga: Rochtain
hi: एक्सेस
ht: Aksè
id: Akses
is: Aðgangur
it: Accesso
ja: アクセス
ko: 액세스
mi: Uru
ms: Akses
nb: Tilgang
nb_instk12: Tilgang
nl: Toegang
pl: Dostęp
pt: Acesso
pt_br: Acesso
ru: Доступ
sl: Dostop
sv: Åtkomst
sv_instk12: Åtkomst
th: การใช้งาน
vi: Truy Cập
zh: 访问
zh_hk: 存取

source: Access Code
ar: رمز الوصول
ca: Codi d'accés
cy: Cod Mynediad
da: Adgangskode
da_instk12: Adgangskode
de: Zugriffscode
es: Código de acceso
es_es: Código de acceso
fi: Pääsykoodi
fr: Code d’accès
fr_ca: Code d’accès
ga: Cód Rochtana
hi: एक्सेस कोड
ht: Kòd Aksè
id: Kode Akses
is: Aðgangskóði
it: Codice di accesso
ja: アクセス コード
ko: 액세스 코드
mi: Waehere Uru
ms: Kod Akses
nb: Tilgangskode
nb_instk12: Tilgangskode
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
pt_br: Código de acesso
ru: Код доступа
sl: Koda za dostop
sv: Åtkomstkod
sv_instk12: Åtkomstkod
th: รหัสใช้งาน
vi: Mã Truy Cập
zh: 访问代码
zh_hk: 訪問密碼

source: Access Code:
ar: رمز الوصول:
ca: Codi d'accés:
cy: Cod Mynediad:
da: Adgangskode:
da_instk12: Adgangskode:
de: Zugriffscode:
es: Código de acceso:
es_es: Código de acceso:
fi: Käyttökoodi:
fr: Code d’accès :
fr_ca: Code d’accès :
ga: Cód Rochtana:
hi: एक्सेस कोड:
ht: Kòd Aksè:
id: Kode Akses:
is: Aðgangskóði:
it: Codice di accesso:
ja: アクセスコード：
ko: 액세스 코드:
mi: Waehere uru
ms: Kod Akses:
nb: Tilgangskode:
nb_instk12: Tilgangskode:
nl: Toegangscode:
pl: Kod dostępu:
pt: Código de acesso:
pt_br: Código de acesso:
ru: Код доступа:
sl: Koda za dostop:
sv: Åtkomstkod:
sv_instk12: Åtkomstkod:
th: รหัสใช้งาน:
vi: Mã Truy Cập:
zh: 访问代码：
zh_hk: 訪問密碼：

source: Account Group
ar: مجموعة الحساب
ca: Grup de l'usuari
cy: Grŵp Cyfrif
da: Kontogruppe
da_instk12: Kontogruppe
de: Kontengruppe
es: Grupo de cuenta
es_es: Grupo de cuenta
fi: Tilin ryhmä
fr: Groupe de comptes
fr_ca: Groupe de comptes
ga: Grúpa Cuntas
hi: खाता ग्रुप
ht: Gwoup Kont
id: Grup Akun
is: Hópreikningur
it: Gruppo di account
ja: アカウントグループ
ko: 계정 그룹
mi: Rōpū Pūkete
ms: Kumpulan Akaun
nb: Gruppe konto
nb_instk12: Gruppe konto
nl: Accountgroep
pl: Grupa kont
pt: Grupo de contas
pt_br: Grupo da conta
ru: Рабочая группа клиента
sl: Skupina računov
sv: Kontogrupp
sv_instk12: Kontogrupp
th: กลุ่มบัญชีผู้ใช้
vi: Nhóm Tài Khoản
zh: 账户组
zh_hk: 帳戶群組

source: Act as User
ar: تصرف كمستخدم
ca: Actua com un usuari
cy: Gweithredu fel Defnyddiwr
da: Funger som bruger
da_instk12: Funger som bruger
de: Handeln als Benutzer*in
es: Actuar en nombre de Usuario
es_es: Actuar como usuario
fi: Toimi käyttäjänä
fr: Agir en tant qu'utilisateur
fr_ca: Agir en tant qu'utilisateur
ga: Gníomhú mar Úsáideoir
hi: उपयोगकर्ता के रूप में काम करें
ht: Aji tankou Itilizatè
id: Bertindak sebagai Pengguna
is: Bregðast við sem notandi
it: Agisci come utente
ja: ユーザーとして行動する
ko: 사용자로 가장
mi: Mahi rite kaiwhakamahi
ms: Bertindak sebagai Pengguna
nb: Opptre som bruker
nb_instk12: Opptre som bruker
nl: Optreden als gebruiker
pl: Działaj jako użytkownik
pt: Atuar como utilizador
pt_br: Agir como Usuário
ru: Действовать как пользователь
sl: Nastopajoči v vlogi uporabnika
sv: Agera som användare
sv_instk12: Agera som användare
th: ดำเนินการในฐานะผู้ใช้
vi: Đóng Vai Trò Người Dùng
zh: 临时代理用户
zh_hk: 作為使用者

source: Add
ar: إضافة
ca: Afegeix
cy: Ychwanegu
da: Tilføj
da_instk12: Tilføj
de: Hinzufügen
es: Agregar
es_es: Añadir
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
ga: Cuir le
hi: जोड़ें
ht: Ajoute
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ko: 추가
mi: Tāpiri
ms: Tambah
nb: Legg til
nb_instk12: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sl: Dodaj
sv: Lägg till
sv_instk12: Lägg till
th: เพิ่ม
vi: Thêm
zh: 添加
zh_hk: 添加

source: Add an attachment by tapping the plus at top right.
ar: أضف مرفقًا من خلال الضغط على علامة زائد أعلى الجهة اليمنى.
ca: Toqueu el signe + a la part superior dreta per afegir un fitxer adjunt.
cy: Gallwch ychwanegu atodiad drwy dapio'r symbol + ar yr ochr dde uchaf.
da: Tilføj en vedhæftet fil ved at trykke på plusset øverst til højre.
da_instk12: Tilføj en vedhæftet fil ved at trykke på plusset øverst til højre.
de: Fügen Sie einen Anhang hinzu, indem Sie oben rechts auf das Plus tippen.
es: Agregue un archivo adjunto al tocar el más en la parte superior derecha.
es_es: Añadir un archivo adjunto tocando el signo más en la parte superior derecha.
fi: Lisää liite napauttamalla plussaa yläoikealla.
fr: Ajoutez une pièce jointe en touchant le signe Plus situé en haut à droite.
fr_ca: Ajouter une pièce jointe en tapotant le signe plus dans le coin supérieur droit.
ga: Cuir ceangaltán leis tríd an móide a thapáil ag an mbarr ar dheis.
hi: ऊपर दाईं ओर प्लस पर टैप करके संलग्नक जोड़ें।
ht: Tape sou plis ki anlè adwat la pou ka ajoute yon atachman.
id: Tambah lampiran dengan mengetuk tanda plus di kanan atas.
is: Bættu við viðhengi með því að smella á plúsinn efst til hægri.
it: Aggiungi un allegato toccando il più in alto a destra.
ja: 右上にあるプラス記号（+）をタップして添付ファイルを追加します。
ko: 상단 오른쪽에 +를 탭하여 첨부 파일을 추가합니다.
mi: Tāpirihia he āpitihanga mā te pato i te tāpiri ki te taha matau o runga.
ms: Tambah kepilan dengan mengetik simbol tambah di sebelah kanan atas.
nb: Legg til et vedlegg ved å trykke på pluss øverst til høyre.
nb_instk12: Legg til et vedlegg ved å trykke på pluss øverst til høyre.
nl: Voeg een bijlage toe door te tikken op het plusteken rechtsboven.
pl: Dodaj załącznik, stukając symbol plusa w prawym górnym rogu.
pt: Adicione um anexo tocando no sinal de mais no canto superior direito.
pt_br: Adicione um anexo tocando no sinal de adição no canto superior direito.
ru: Добавьте вложение, нажав кнопку "плюс" в верхнем правом углу.
sl: Tapnite znak plus zgoraj desno, da dodate prilogo.
sv: Lägg till en bilaga genom att trycka på plussymbolen längst upp till höger.
sv_instk12: Lägg till en bilaga genom att trycka på plussymbolen längst upp till höger.
th: เพิ่มเอกสารแนบโดยกดที่เครื่องหมายหมวดด้านขวาบน
vi: Thêm tập tin đính kèm bằng cách nhấn vào dấu cộng ở phía trên cùng bên phải.
zh: 通过点击右上角的 + 符号添加附件。
zh_hk: 點選右上角的加號即可添加附件。

source: Add Assignee
ar: إضافة المعين له
ca: Afegeix el beneficiari
cy: Ychwanegu Aseinî
da: Tilføj assignatar
da_instk12: Tilføj assignatar
de: Zugewiesenen hinzufügen
es: Agregar persona asignada
es_es: Añadir persona asignada
fi: Lisää tehtävänsaaja
fr: Ajouter un cessionnaire
fr_ca: Ajouter cessionnaire
ga: Cuir Sannaí leis
hi: असाइनी जोड़ें
ht: Ajoute Asiyen
id: Tambah Penerima Penetapan
is: Bæta við viðtakanda
it: Aggiungi assegnatario
ja: 課題対象者を追加する
ko: 할당 대상 추가
mi: Tāpiri rīwhi
ms: Tambah Penerima Tugasan
nb: Legg til mottaker
nb_instk12: Legg til mottaker
nl: Toegewezen persoon toevoegen
pl: Dodaj przypisaną osobę
pt: Adicionar cessionário
pt_br: Adicionar cessionário
ru: Добавить получателя
sl: Dodaj prevzemnika
sv: Lägg till tilldelad person
sv_instk12: Lägg till tilldelad person
th: เพิ่มผู้รับมอบหมาย
vi: Thêm Người Được Giao Bài Tập
zh: 添加指定人员
zh_hk: 添加獲配人

source: Add attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu atodiad
da: Tilføj vedhæftet fil
da_instk12: Tilføj vedhæftet fil
de: Anhang hinzufügen
es: Agregar adjunto
es_es: Añadir adjunto
fi: Lisää liite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
ga: Cuir ceangaltán leis
hi: संलग्नक जोड़ें
ht: Ajoute atachman
id: Tambah lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付ファイルを追加する
ko: 첨부 파일 추가
mi: Tāpiri āpitihanga
ms: Tambah kepilan
nb: Legg til vedlegg
nb_instk12: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar Anexo
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
sv_instk12: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm tập tin đính kèm
zh: 添加附件
zh_hk: 添加附件

source: Add Attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
da: Tilføj vedhæftet fil
da_instk12: Tilføj vedhæftet fil
de: Anhang hinzufügen
es: Agregar adjunto
es_es: Añadir adjunto
fi: Lisää liite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
hi: संलग्नक जोड़ें
ht: Ajoute Atachman
id: Tambah Lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付を追加
ko: 첨부 파일 추가
mi: Tāpiri Āpitihanga
ms: Tambah Lampiran
nb: Legg til vedlegg
nb_instk12: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar anexo
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
sv_instk12: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm
zh: 添加附件
zh_hk: 添加附件

source: Add Attachments
ar: إضافة مرفقات
ca: Afegeix fitxers adjunts
cy: Ychwanegu Atodiadau
da: Tilføj vedhæftede filer
da_instk12: Tilføj vedhæftede filer
de: Anhänge hinzufügen
es: Agregar adjuntos
es_es: Añadir adjuntos
fi: Lisää liite
fr: Ajouter des pièces jointes
fr_ca: Ajouter une pièce jointe
ga: Cuir Ceangaltáin leis
hi: संलग्नक जोड़ें
ht: Ajoute Atachman
id: Tambah Lampiran
is: Bæta við viðhengjum
it: Aggiungi allegati
ja: 添付を追加
ko: 첨부 파일 추가
mi: Tāpiri ngā Apititanga
ms: Tambah Lampiran
nb: Legg til vedlegg
nb_instk12: Legg til vedlegg
nl: Bijlagen toevoegen
pl: Dodaj załączniki
pt: Adicionar anexos
pt_br: Adicionar anexos
ru: Добавить вложения
sl: Dodaj priloge
sv: Lägg till bilagor
sv_instk12: Lägg till bilagor
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm
zh: 添加附件
zh_hk: 添加附件

source: Add comment (optional)
ar: إضافة تعليق (اختياري)
ca: Afegeix un comentari (opcional)
cy: Ychwanegu sylw (dewisol)
da: Tilføj kommentar (valgfrit)
da_instk12: Tilføj kommentar (valgfrit)
de: Kommentar hinzufügen (optional)
es: Agregar comentario (opcional)
es_es: Añadir comentario (opcional)
fi: Lisää kommentti (valinnainen)
fr: Ajouter un commentaire (facultatif)
fr_ca: Ajouter commentaire (facultatif)
ga: Cuir ráiteas leis (roghnach)
hi: टिप्पणी जोड़ें (वैकल्पिक)
ht: Ajoute kòmantè (si w vle)
id: Tambah komentar (opsional)
is: Bæta við athugasemd (valkvætt)
it: Aggiungi commento (facoltativo)
ja: コメントを追加（オプション）
ko: 의견/댓글 추가(선택 사항)
mi: Tāpiri kōrero (kei ia koe te tikanga)
ms: Tambah komen (pilihan)
nb: Legg til kommentar (valgfri)
nb_instk12: Legg til kommentar (valgfri)
nl: Opmerking toevoegen (optioneel)
pl: Dodaj komentarz (opcjonalnie)
pt: Adicionar comentário (opcional)
pt_br: Adicionar comentário (opcional)
ru: Добавить комментарий (опционально)
sl: Dodajanje komentarja (izbirno)
sv: Lägg till kommentar (valfri)
sv_instk12: Lägg till kommentar (valfri)
th: เพิ่มความเห็น (เผื่อเลือก)
vi: Thêm bình luận (không bắt buộc)
zh: 添加评论（可选）
zh_hk: 添加評論（可選）

source: Add content
ar: إضافة محتوى
ca: Afegeix el contingut
cy: Ychwanegu cynnwys
da: Tilføj indhold
da_instk12: Tilføj indhold
de: Inhalte hinzufügen
es: Agregar contenido
es_es: Añadir contenido
fi: Lisää sisältö
fr: Ajouter du contenu
fr_ca: Ajouter du contenu
ga: Cuir ábhar leis
hi: सामग्री जोड़ें
ht: Ajoute kontni
id: Tambah konten
is: Bæta við efni
it: Aggiungi contenuto
ja: コンテンツを追加
ko: 콘텐츠 추가
mi: Tāpiri Ihirangi
ms: Tambah kandungan
nb: Legg til innhold
nb_instk12: Legg til innhold
nl: Inhoud toevoegen
pl: Dodaj zawartość
pt: Adicionar conteúdo
pt_br: Adicionar conteúdo
ru: Добавить содержание
sl: Dodaj vsebino
sv: Lägg till innehåll
sv_instk12: Lägg till innehåll
th: เพิ่มเนื้อหา
vi: Thêm nội dung
zh: 添加内容
zh_hk: 添加內容

source: Add Course Name
ar: إضافة ملف المساق
ca: Afegeix el nom de l'assignatura
cy: Ychwanegu Enw Cwrs
da: Tilføj fagnavn
da_instk12: Tilføj fagnavn
de: Kursnamen hinzufügen
es: Agregar nombre del curso
es_es: Añadir nombre de la asignatura
fi: Lisää kurssin nimi
fr: Ajouter un nom de cours
fr_ca: Ajouter le nom du cours
ga: Cuir Ainm an Chúrsa leis
hi: पाठ्यक्रम नाम जोड़ें
ht: Ajoute Non Kou
id: Tambah Nama Kursus
is: Bæta við heiti námskeiðs
it: Aggiungi nome corso
ja: コース名を追加
ko: 과목 이름 추가
mi: Tāpiri Wānanga Ingoa
ms: Tambah Nama Kursus
nb: Legg til emnenavn
nb_instk12: Legg til fagnavn
nl: Cursusnaam toevoegen
pl: Dodaj nazwę kursu
pt: Adicionar Nome da disciplina
pt_br: Adicionar nome do curso
ru: Добавить название курса
sl: Dodaj ime predmeta
sv: Lägg till kursnamn
sv_instk12: Lägg till kursnamn
th: เพิ่มชื่อบทเรียน
vi: Thêm Tên Khóa Học
zh: 添加课程名称
zh_hk: 添加課程名稱

source: Add Course Nickname
ar: اسم شهرة المساق
ca: Afegeix un àlies de l'assignatura
cy: Ychwanegu Llysenw Cwrs
da: Tilføj kaldenavn til fag
da_instk12: Tilføj kaldenavn til fag
de: Kurzname des Kurses hinzufügen
es: Agregar apodo del curso
es_es: Añadir apodo de la asignatura
fi: Lisää kurssin lempinimi
fr: Ajouter un pseudonyme de cours
fr_ca: Ajouter le surnom du cours
ga: Cuir Leasainm an Chúrsa leis
hi: पाठ्यक्रम उपनाम जोड़ें
ht: Ajoute ti Non Kou
id: Tambah Nama Panggilan Kursus
is: Bæta við stuttu heiti fyrir námskeið
it: Aggiungi soprannome corso
ja: コースニックネームを追加
ko: 과목 별칭 추가
mi: Tāpiri akoranga ingoa
ms: Tambah Nama Panggilan Kursus
nb: Legge til kallenavn for emne
nb_instk12: Legge til kallenavn for fag
nl: Bijnaam voor cursus toevoegen
pl: Dodaj pseudonim kursu
pt: Adicionar alcunha da disciplina
pt_br: Adicionar apelido do curso
ru: Добавить краткое имя курса
sl: Dodaj vzdevek predmeta
sv: Lägg till smeknamn för kursen
sv_instk12: Lägg till smeknamn för kursen
th: เพิ่มชื่อเล่นบทเรียน
vi: Thêm Biệt Danh Khóa Học
zh: 添加课程别称
zh_hk: 添加課程暱稱

source: Add description
ar: إضافة وصف
ca: Afegeix una descripció
cy: Ychwanegu disgrifiad
da: Tilføj beskrivelse
da_instk12: Tilføj beskrivelse
de: Beschreibung hinzufügen
es: Agregar descripción
es_es: Añadir descripción
fi: Lisää kuvaus
fr: Ajouter une description
fr_ca: Ajouter description
ga: Cuir cur síos leis
hi: विवरण जोड़ें
ht: Ajoute deskripsyon
id: Tambah deskripsi
is: Bæta við lýsingu
it: Aggiungi descrizione
ja: 説明を追加
ko: 설명 추가
mi: Tāpiri whakāhua
ms: Tambah penerangan
nb: Legg til beskrivelse
nb_instk12: Legg til beskrivelse
nl: Beschrijving toevoegen
pl: Dodaj opis
pt: Adicionar descrição
pt_br: Adicionar descrição
ru: Добавить описание
sl: Dodaj opis
sv: Lägg till beskrivning
sv_instk12: Lägg till beskrivning
th: เพิ่มรายละเอียด
vi: Thêm mô tả
zh: 添加说明
zh_hk: 添加描述
